Revit 2027 API
SymbolTypeId.MmCaret3 Property
 Symbol mm^3, indicating unit Cubic millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmCaret3 { get; }
Public Shared ReadOnly Property MmCaret3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmCaret3 {
	ForgeTypeId^ get ();
}
static member MmCaret3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace